Revit 2021.1 API
SymbolTypeId.HFtSup2DegreeFPerBtu Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId HFtSup2DegreeFPerBtu { get; }
Visual Basic
Public Shared ReadOnly Property HFtSup2DegreeFPerBtu As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HFtSup2DegreeFPerBtu {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace